[{"qid": 190934, "text": "A philosopher from this country argued the morality of actions should be based on impartial observations and rooted in mutual sympathy in a chapter on \"propriety of action.\" This country was home to a school of anti-idealist philosophers who emphasized the ability to directly perceive in defending (*) common sense. The author of The Theory of Moral Sentiments was from this country, as was a man who said passions governed the actions of man in A Treatise of Human Nature. For 10 points, identify this country home to David Hume.", "answer": "Scotland"}, {"qid": 181118, "text": "For an object at high redshift, a K-correction must be applied to this quantity to convert it to an equivalent measurement in the rest frame of the object. Dividing a body's kinetic energy by this quantity gives its Kelvin-Helmholtz time scale. An empirical law sets this quantity for a main-sequence star proportional to its mass to the 3.5th power. The fifth root of one hundred is known as Pogson's ratio because N. R. Pogson developed the Hipparchus scale for measuring a logarithmic variety of this quantity, which is called \"apparent\" if measured from the perspective from the earth. For 10 points, name this quantity which is proportional to the fourth power of temperature in the Stefan-Boltzmann equation, the energy per unit time emitted by a stellar object.", "answer": "Luminosity"}, {"qid": 180953, "text": "This man is struck in the leg by a spear while paralyzed with fright from a bird flapping and shrieking in front of him. A mysterious interloper named Drances tries to turn public opinion against this man. This man chases a phantom of his enemy all the way to an anchored ship, at which point the goddess who created the phantom severs the moorings. This man orders the incineration of several ships, but instead of burning down, they sink and reemerge as nymphs, because they were built from the magical lumber of Cybele's sacred forest. Pandarus accidentally lets this man through the gates of a fortress. This man's (*) sister dresses up as a man named Camers to provoke a fight so that this man wouldn't have to fight a duel. This man mercilessly rips off the belt of Pallas after killing him. This man, who was driven with bloodlust by Allecto, dies in a single duel despite the best efforts of his sister Juturna, and was the main suitor of Latinus's daughter Lavinia. For 10 points, name this king of the Rutuli, the antagonist of the second half of the Aeneid.", "answer": "Turnus"}, {"qid": 192259, "text": "A man in this novel is tasked with finding Sibeko's daughter, but once he arrives at Barbara Smith's house she disappears. Earlier in this novel, Mr. Carmichael takes a case pro deo for a defendant who alleges that Johannes Parfuti orchestrated his crime. The preacher Theophilus Msimangu tells the protagonist about that crime, as well as his sister Gertrude's prostitution. In this novel, Absalom Kumalo is sentenced to be executed for the murder of Arthur Jarvis. For 10 points, name this work in which the priest Stephen Kumalo travels to Johannesburg, a novel by Alan Paton.", "answer": "Cry,_the_Beloved_Country"}, {"qid": 190748, "text": "This man tried to promote civilization by assembling the \"Gentleman Adventurers of Fife.\" Enemy Presbyterians kidnapped him during the Ruthven Raid. After observing the North Berwick witch trials, he penned the tract Daemonologie. The failed \"Spanish match\" was this ruler's attempt to marry his son to Philip (*) III's daughter. Called the \"wisest fool in Christendom\" by the French, he brought together leading church scholars at the Hampton Court Conference. Robert Catesby sought to destroy the House of Lords and replace this man with a more Catholic friendly monarch. Guy Fawkes' Gunpowder Plot was directed against this ruler, the son of Mary, Queen of Scots. For 10 points, name this Scottish monarch who became the first Stuart king of England.", "answer": "James_VI_and_I"}, {"qid": 192000, "text": "One character in this novel derides vain people by telling them to \"take out the cork\" and writes a document about how he fell in love with Marylena as she balanced on top of a bench. He introduces himself to the narrator of the story by dividing people into four types: \"cretins, fools, morons, and lunatics.\" The narrator's girlfriend Amparo is upset when she is possessed at a terreiro de candomble (tuh-RARE-ee-oh duh can-duhm-BLEY) to which she is taken by Aglie, an elderly man posing as the (*) immortal Count de Saint Germain. This novel is divided into ten sections representing the ten Sephirot (SEFF-ee-rote) from Kabbalah (kuh-BAH-lah). While working at the Garamond publishing house, the main characters of this novel use a manuscript by Colonel Ardenti and a computer nicknamed Abulafia to develop \"The Plan\". This novel opens in a museum, where Causabon watches members of the Tres society hang Belbo from the title object. For 10 points, name this conspiracy-rich novel by Umberto Eco.", "answer": "Foucault's_Pendulum"}, {"qid": 193178, "text": "An observer accelerating through a vacuum will observe an increase in this quantity equal to their acceleration times h-bar over quantity Boltzmann's constant times 2 pi c. When applying a set of laws about this quantity to a black hole, the place it usually occupies is filled by a constant multiple of kappa, the surface gravity. The energy to erase one bit of information is proportional to this quantity, according to Landauer's principle. In the microcanonical ensemble, the partial derivative of entropy with respect to energy is the reciprocal of this quantity. The power per area of a blackbody equals the Stefan-Boltzmann constant times its fourth power. Gibbs free energy equals enthalpy minus entropy times this quantity. For 10 points, name this quantity which is equal for two bodies at thermal equilibrium.", "answer": "Temperature"}, {"qid": 192046, "text": "An important conjecture about these things posited by Lusin was proven by Lennart Carlson. A constant named partly for Wilbraham gives the degree to which these things overshoot at a jump discontinuity. In spinal MR imaging, inaccuracies in these entities can simulate the appearance of syringomyelia (sir-IN-go-my-EEL-ee-uh); this inaccuracy can be reduced by adding Lanczos sigma factors and is a \"ringing\" known as the (*) Gibbs phenomenon. These entities can be evaluated at a certain point when their function is absolutely integrable, bounded, and has a finite number of extrema and discontinuities. Their coefficients can be found by finding the inner product of a function and an element of an orthonormal basis; this method depends on the orthogonality of trigonometric functions. For 10 points, name this summation of a function as a series of sine and cosine waves.", "answer": "Fourier_series"}, {"qid": 190065, "text": "The shutters of this artist's St. Catherine Altarpiece features the disembodied eyes of Saint Ottilia resting on top of a book to illustrate that her blindness was cured. A Latin inscription in a painting by this artist translates to \"I am a nymph of the sacred fountain. Do not disturb my sleep. I am resting.\" One of this artist's versions of The Crucifixion features a converted centurion that rides a white horse and wears 16th century armor. The god Mercury holds onto a glass sphere and a certain Trojan wears a luxurious red cape and steel plate armor in this artist's version of The Judgment of Paris. Archers lie in wait behind bushes in this artist's painting The Stag Hunt of Elector Frederick the Wise, which depicts his patron. A black hat and a coat are often worn by Katharina von Bora's husband in many of his portraits. For 10 points, name this artist from Saxony who painted several portraits of his friend Martin Luther.", "answer": "Lucas_Cranach_the_Elder"}, {"qid": 192682, "text": "Recruits of this group talked to a man who appeared as a decapitated head, but was actually just buried from the head down. According to legend, a member of this group jumped off a castle to prove that they were stronger than Henry of Champagne's army. Marco Polo recounted a story about how an \"Old Man of the Mountain\" took prospective members of this group to (*) \"paradise\" after drugging them. This group operated from a fortress at Alamut, which was sacked by Hulagu Khan. This group allegedly received their name from a phrase meaning \"users of hashish\" and often placed a dagger and a written death threat next to their sleeping targets. For 10 points, name this secret Ismaili order active during the Crusades, who often used poisoned daggers during their attacks on powerful men.", "answer": "Assassins"}]